+91 8653272028
Phone
officialbiswaslancer@gmail.com
Email
Bagdah N 24 Pargonas 743232
Address
ব্যা বসা য়ি র স্বা ক্ষর কো ম্পা নি স্বা ক্ষর তা রি খ
W W W . B I S W A S L A N C E R . C O M
কো ম্পা নি এড্রে স : বি জনে স এড্রে স :



Biswas Lancer
Vill+P.O - Baksa
P.S - Bagdah
Dist _ N 24 Pgs
Pin - 743232
Mob -8653272028


Studio Moon
Vill+P.O - Kushpata, Ghatal
P.S - Ghatal
Dist _ Medinipur (W)
Pin - 721212
Mob -9732965450
Email : studiomoon2007@gmail.com

১. টোটাল নয় পেজের ওয়েবসাইট হবে, সিম্পল বিজনেস+ইকমারস ওয়েবসাইট।
২. নয় পেজ যথাক্রমে





+91 8653272028
Phone
officialbiswaslancer@gmail.com
Email
Bagdah N 24 Pargonas 743232
Address
ব্যা বসা য়ি র স্বা ক্ষর কো ম্পা নি স্বা ক্ষর তা রি খ
W W W . B I S W A S L A N C E R . C O M
১০. ফুটা রে যা যা থা কবে -
ক) লো গো
খ) শর্ট ডে সক্রি পশন
গ) ইম্পরট্যা ন্ট লি ঙ্ক
ঘ) সো শ্যা ল মি ডি য়া লি ঙ্ক
ঙ) টা রমস এন্ড কা ন্ডি শন লি ঙ্ক
চ) প্রা ইভে সি পলি সি লি ঙ্ক
ছ) কপি রা ইট টে ক্সট
১২. ইং রে জি কন্টে ন্ট এর উপর ওয়ে বসা ইট হবে ।
১৩. আমরা বে সি ক কন্টে ন্ট প্রভা ইড করবো
১৪. বি স্তা রি ত কন্টে ন্ট বি জনে স ওনা রকে ই দি তে হবে ।
১১. প্রো ডা ক্ট ইমে জ এবং ডি টে লস ক্লা য়ে ন্টকে প্রভা ইড করতে হবে ।
১. লো গো প্রভা ইড করতে হবে ।
বি জে নে স ওনা র এর দা য়ি ত্ব :
২. কন্টা ক্ট ডি টে ইলস প্রো ভা ইড করতে হবে , যে মন- ফো ন না ম্বা র, ইমে ইল, এড্রে স
৩. ডো মে ইন এবং হো স্টিং ক্রে ডে নশি য়া ল প্রো ভা ইড করতে হবে ।
৪. সো শ্যা ল মি ডি য়া লি ঙ্ক প্রো ভা ইড করতে হবে ।
৫. বি জনে স ডি টে ইলস প্রো ভা ইড করতে হবে ।
৬. প্রো ডা ক্ট ডি টে ইলস প্রো ভা ইড করতে হবে ।
ব্যা বহৃত রি সো র্স :
1. Astra / Hallo Elementor Theme
2. Elementor Page Builder
3. Elementor Pro Plagin
4. এছা রা ও প্রয়ো জন অনুসা রে বি ভি ন্ন থি ম প্লা গি ন ব্যা বহা র হতে পা রে ।
ব্যা বহৃত টে কনো লজি :
Wordpress (CMS)
বি জনে স ইমে ইল :
একটি বি জনে স মে ইল প্রভা ইড করা হবে ।
3. Woocommerce Plagin

৭. আপনা র কা জে র যে ইমে জ গুলো আপনি শো কে জ করতে চা ন, সে গুলো প্রো ভা ইড করতে হবে ।
+91 8653272028
Phone
officialbiswaslancer@gmail.com
Email
Bagdah N 24 Pargonas 743232
Address
ব্যা বসা য়ি র স্বা ক্ষর কো ম্পা নি স্বা ক্ষর তা রি খ
W W W . B I S W A S L A N C E R . C O M
টা র্মস
র্ম
এন্ড কা ন্ডি শন
১. যতক্ষণ কা জ চলবে ওয়ে বসা ইট Under maintenance থা কবে ।
২. যতক্ষণ কা জ চলবে আমরা কো নো ভা বে ই কো নো ক্রে ডে নশি য়া ল হস্তা ন্তর করবো না ।
৩. উল্লে খি ত কা জ এর বা ইরে এক্সট্রা কা জ এর জন্য নি র্দি ষ্ট টা কা পে করতে হবে ।
৪. প্রো জে ক্ট চলা কা লী ন আমা দে র কা ছে থা কা কো ন ক্রে ডে নশি য়া ল অন্য কে উ আমা দে র না জা নি য়ে
ব্যা বহা র করতে পা রবে না , অন্য থা য় কো ম্পা নি কো ন দা য়ি ত্ব নে বে না ।
৫. সময় মতো পে মে ন্ট করতে হবে ।
৬. প্রো জে ক্ট শে ষ হওয়া র ৭ দি নে র মধ্যে আমরা সমস্ত ক্রে ডে নশি য়া ল হস্তা ন্তর করবো ।
৭. প্রোজেক্ট এর প্রয়োজনীয় রিসোর্স সময়ম র্স তো আমাদেরকে দিতে হবে। আপনার রিসোর্স দিতে লেট হলে
 প্রোজেক্ট এর ডেড লাইন মিস করলে কোম্পানি কোনো ভাবে দায়ী থাকবে না।